{"<bos>": 0, "<eos>": 1, "<pad>": 2, "<unk>": 3, "This": 4, "is": 5, "my": 6, "first": 7, "time": 8, "visiting": 9, "this": 10, "beautiful": 11, "city": 12, ".": 13, "\u8fd9": 14, "\u662f": 15, "\u6211": 16, "\u7b2c": 17, "\u4e00": 18, "\u6b21": 19, "\u6765": 20, "\u5ea7": 21, "\u7f8e": 22, "\u4e3d": 23, "\u7684": 24, "\u57ce": 25, "\u5e02": 26, "\u3002": 27, "Good": 28, "morning": 29, "!": 30, "I": 31, "hope": 32, "you": 33, "have": 34, "a": 35, "wonderful": 36, "day": 37, "ahead": 38, "\u65e9": 39, "\u4e0a": 40, "\u597d": 41, "\uff01": 42, "\u5e0c": 43, "\u671b": 44, "\u4f60": 45, "\u63a5": 46, "\u4e0b": 47, "\u5929": 48, "\u90fd": 49, "\u8fc7": 50, "\u5f97": 51, "\u6109": 52, "\u5feb": 53, "It": 54, "pleasure": 55, "to": 56, "meet": 57, "heard": 58, "so": 59, "much": 60, "about": 61, "\u5f88": 62, "\u9ad8": 63, "\u5174": 64, "\u89c1": 65, "\u5230": 66, "\uff0c": 67, "\u542c": 68, "\u8bf4": 69, "\u4e86": 70, "\u591a": 71, "\u5173": 72, "\u4e8e": 73, "\u4e8b": 74, "\u60c5": 75, "Could": 76, "please": 77, "tell": 78, "me": 79, "how": 80, "get": 81, "the": 82, "nearest": 83, "subway": 84, "station": 85, "?": 86, "\u8bf7": 87, "\u95ee": 88, "\u80fd": 89, "\u544a": 90, "\u8bc9": 91, "\u6700": 92, "\u8fd1": 93, "\u5730": 94, "\u94c1": 95, "\u7ad9": 96, "\u600e": 97, "\u4e48": 98, "\u8d70": 99, "\u5417": 100, "\uff1f": 101, "Thank": 102, "very": 103, "for": 104, "your": 105, "help": 106, "really": 107, "appreciate": 108, "it": 109, "\u975e": 110, "\u5e38": 111, "\u611f": 112, "\u8c22": 113, "\u5e2e": 114, "\u52a9": 115, "\u771f": 116, "\u6fc0": 117, "am": 118, "looking": 119, "forward": 120, "our": 121, "meeting": 122, "next": 123, "week": 124, "will": 125, "be": 126, "exciting": 127, "\u671f": 128, "\u5f85": 129, "\u4eec": 130, "\u5468": 131, "\u4f1a": 132, "\u8bae": 133, "\u5c06": 134, "\u4ee4": 135, "\u4eba": 136, "\u594b": 137, "The": 138, "weather": 139, "today": 140, "absolutely": 141, "perfect": 142, "walk": 143, "in": 144, "park": 145, "\u4eca": 146, "\u6c14": 147, "\u9002": 148, "\u5408": 149, "\u53bb": 150, "\u516c": 151, "\u56ed": 152, "\u6563": 153, "\u6b65": 154, "If": 155, "any": 156, "questions": 157, ",": 158, "feel": 159, "free": 160, "ask": 161, "anytime": 162, "\u5982": 163, "\u679c": 164, "\u6709": 165, "\u4efb": 166, "\u4f55": 167, "\u9898": 168, "\u968f": 169, "\u65f6": 170, "been": 171, "learning": 172, "Chinese": 173, "few": 174, "months": 175, "and": 176, "find": 177, "fascinating": 178, "\u5df2": 179, "\u7ecf": 180, "\u5b66": 181, "\u4e60": 182, "\u4e2d": 183, "\u6587": 184, "\u51e0": 185, "\u4e2a": 186, "\u6708": 187, "\u89c9": 188, "\u95e8": 189, "\u8bed": 190, "\u8a00": 191, "\u8da3": 192, "restaurant": 193, "has": 194, "best": 195, "food": 196, "town": 197, "You": 198, "should": 199, "definitely": 200, "try": 201, "\u5bb6": 202, "\u9910": 203, "\u5385": 204, "\u98df": 205, "\u7269": 206, "\u5168": 207, "\u68d2": 208, "\u5b9a": 209, "\u8981": 210, "\u8bd5": 211}